#Wed Jun 29 10:39:16 CEST 2022
=
sentiment.isnegative=\u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u092D\u093E\u0935\u0928\u093E
vocabulary.and=\u0930
condition.name.none=\u0915\u0941\u0928\u0948 \u092A\u0928\u093F
condition.name.isImmediatelyPrecededByANegation=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0917\u093E\u0921\u093F \u091B
statement.and_three_conditions_were_met=\u0930 \u0924\u0940\u0928 \u0938\u0930\u094D\u0924\u0939\u0930\u0942 \u092A\u094D\u0930\u092E\u093E\u0923\u093F\u0924 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyFollowedByANegativeOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.not.isFollowedByVerbPastTense=\u092F\u094B \u0936\u092C\u094D\u0926 \u0935\u093F\u0917\u0924\u092E\u093E \u0915\u094D\u0930\u093F\u092F\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isImmediatelyPrecededByNegative=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B
condition.name.not.isFollowedBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0915\u0941\u0928\u0948 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
vocabulary.because=\u0915\u093F\u0928\u092D\u0928\u0947
condition.name.not.isQuestionMarkAtEndOfText=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u094D\u0930\u0936\u094D\u0928 \u091A\u093F\u0928\u094D\u0939\u0915\u094B \u0938\u093E\u0925 \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u0941\u0928\u0947 \u092A\u093E\u0920\u092E\u093E \u091B\u0948\u0928
condition.name.not.isFollowedByAPositiveOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isHashtagStart=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917\u0915\u094B \u0938\u0941\u0930\u0941\u0935\u093E\u0924 \u0939\u094B
condition.name.isInHashtag=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917\u092E\u093E \u091B
condition.name.isFirstLetterCapitalized=\u092F\u094B \u0936\u092C\u094D\u0926\u0915\u094B \u092A\u0939\u093F\u0932\u094B \u0905\u0915\u094D\u0937\u0930 \u0915\u094D\u092F\u093E\u092A\u093F\u091F\u0932\u092E\u093E \u091B
decision.motive.POSITIVE_TERM_THEN_NEGATION_THEN_NEGATIVE_TERM=\u091C\u092C \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0930 \u0924\u094D\u092F\u0938\u092A\u091B\u093F \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B, \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
condition.name.not.isFirstTermOfText=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u093E\u0920\u0915\u094B \u092A\u0939\u093F\u0932\u094B \u0936\u092C\u094D\u0926 \u0939\u094B\u0907\u0928
statement.emoji_was_matched=\u092F\u094B \u0907\u092E\u094B\u091C\u0940 \u092A\u093E\u0920\u092E\u093E \u092A\u0939\u093F\u091A\u093E\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
statement.the_moderator_is=\u092E\u0927\u094D\u092F\u0938\u094D\u0925 \u0936\u092C\u094D\u0926 \u0939\u094B
decision.motive.TWO_NEGATIVE_TERMS_THEN_MODERATOR=\u091C\u092C \u0926\u0941\u0908 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0939\u0930\u0942 \u092A\u091B\u093F "\u092E\u0927\u094D\u092F\u0938\u094D\u0925" \u0936\u092C\u094D\u0926 \u0932\u0917\u093E\u0907\u0928\u094D\u091B, \u0926\u0941\u0908 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0939\u0930\u0942\u0932\u093E\u0908 \u0927\u094D\u092F\u093E\u0928\u092E\u093E \u0930\u093E\u0916\u093F\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.not.isHashtag=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917 \u0939\u094B\u0907\u0928
statement.and_these_conditions_were_met=\u0930 \u092F\u0940 \u0938\u0930\u094D\u0924\u0939\u0930\u0942 \u092A\u094D\u0930\u092E\u093E\u0923\u093F\u0924 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
decision.motive.NEGATIVE_TERM_THEN_NEGATION_THEN_POSITIVE_TERM=\u091C\u092C \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 \u092A\u091B\u093F \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0930 \u0924\u094D\u092F\u0938\u092A\u091B\u093F \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 \u092A\u091B\u093F, \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
decision.motive.FINAL_ADJUDICATION_NEGATIVE_SENTIMENT_PREVAILS=\u091C\u092C \u0938\u092C\u0948 \u0928\u093F\u092F\u092E\u0939\u0930\u0942 \u0932\u093E\u0917\u0942 \u0917\u0930\u093F\u090F\u0915\u094B \u091B\: \u092F\u0926\u093F \u090F\u0909\u091F\u0948 \u092A\u093E\u0920\u092E\u093E \u0905\u091D\u0948 \u092A\u0928\u093F \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0930 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u092D\u093E\u0935\u0928\u093E \u092E\u093E\u0930\u094D\u0915\u0930\u0939\u0930\u0942 \u091B\u0928\u094D \u092D\u0928\u0947, \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u092A\u094D\u0930\u092C\u0932 \u0939\u0941\u0928\u094D\u091B\u0964
statement.onomatopae_was_matched=\u092F\u094B onomatopoeia \u092A\u093E\u0920 \u092E\u093E \u092A\u0939\u093F\u091A\u093E\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.isAllCaps=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u092C\u0948 \u0915\u094D\u092F\u093E\u092A\u093F\u091F\u0932 \u0939\u094B
statement.the_negative_term_is=\u0928\u093F\u0937\u0947\u0927 \u0936\u092C\u094D\u0926 \u0939\u094B
decision.motive.NEGATION_THEN_POSITIVE_TERM_THEN_NEGATIVE_TERM=\u091C\u092C \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B \u0930 \u0924\u094D\u092F\u0938\u092A\u091B\u093F \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B, \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
condition.name.not.isImmediatelyFollowedBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u090F\u0915 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isFollowedBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u090F\u0915 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyFollowedByAnOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093E \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isImmediatelyFollowedByTimeIndication=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u092E\u092F \u0938\u0902\u0915\u0947\u0924 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.isPrecededBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u090F\u0915 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u091B
condition.name.isFollowedByVerbPastTense=\u092F\u094B \u0936\u092C\u094D\u0926 \u0935\u093F\u0917\u0924\u092E\u093E \u0915\u094D\u0930\u093F\u092F\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyFollowedByANegation=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isNegationInCaps=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u092C\u0948-\u0915\u094D\u092F\u093E\u092A\u094D\u0938 \u0905\u0938\u094D\u0935\u0940\u0915\u093E\u0930 \u0939\u094B
condition.name.not.isPrecededByOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093E \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u0939\u094B\u0907\u0928
condition.name.isPrecededByStrongWord=\u092F\u094B \u0936\u092C\u094D\u0926 \u092C\u0932\u093F\u092F\u094B \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u091B
decision.motive.NEGATION_THEN_NEGATIVE_TERM_THEN_POSITIVE_TERM=\u091C\u092C \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 \u092A\u091B\u093F \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 \u0930 \u0924\u094D\u092F\u0938\u092A\u091B\u093F \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 \u092A\u091B\u093F, \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
decision.motive.NEGATIVE_TERM_THEN_MODERATOR=\u091C\u092C \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 "\u092E\u0927\u094D\u092F\u0938\u094D\u0925" \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B, \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
condition.name.not.isImmediatelyPrecededByNegative=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B\u0948\u0928
statement.and_two_conditions_were_met=\u0930 \u0926\u0941\u0908 \u0938\u0930\u094D\u0924\u0939\u0930\u0942 \u092A\u094D\u0930\u092E\u093E\u0923\u093F\u0924 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.not.isNegationInCaps=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u092C\u0948 \u0915\u094D\u092F\u093E\u092A\u094D\u0938 \u0928\u093F\u0937\u0947\u0927 \u0939\u094B\u0907\u0928
decision.motive.MODERATOR_THEN_NEGATIVE_TERM_THEN_POSITIVE_TERM=\u091C\u092C "\u092E\u0927\u094D\u092F\u0938\u094D\u0925" \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B \u0930 \u0924\u094D\u092F\u0938\u092A\u091B\u093F \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B, \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B\u0964
condition.name.not.isAllCaps=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u092C\u0948 \u091F\u094B\u092A\u0940 \u0939\u094B\u0907\u0928
condition.name.isImmediatelyPrecededBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u090F\u0915 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B
sentiment.isneutral=\u0924\u091F\u0938\u094D\u0925 \u092D\u093E\u0935\u0928\u093E
condition.name.not.isImmediatelyPrecededByANegation=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B\u0948\u0928
statement.term_was_matched=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u093E\u0920\u092E\u093E \u092A\u0939\u093F\u091A\u093E\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
statement.it_was_removed_because=\u092F\u0938 \u092E\u0942\u0932\u094D\u092F\u093E\u0919\u094D\u0915\u0928\u0932\u093E\u0908 \u0905\u0928\u094D\u0924\u093F\u092E \u0928\u0924\u093F\u091C\u093E\u092E\u093E \u0927\u094D\u092F\u093E\u0928\u092E\u093E \u0930\u093E\u0916\u093F\u090F\u0915\u094B \u0925\u093F\u090F\u0928 \u0915\u093F\u0928\u092D\u0928\u0947
condition.name.isFirstTermOfText=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u093E\u0920\u0915\u094B \u092A\u0939\u093F\u0932\u094B \u0936\u092C\u094D\u0926 \u0939\u094B
condition.name.not.isPrecededByStrongWord=\u092F\u094B \u0936\u092C\u094D\u0926 \u092C\u0932\u093F\u092F\u094B \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u0939\u094B\u0907\u0928
condition.name.isImmediatelyFollowedByANegativeOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
statement.emoticon_in_ascii_was_matched=\u092F\u094B \u0907\u092E\u094B\u091F\u093F\u0915\u0928 \u092A\u093E\u0920\u092E\u093E \u092A\u0939\u093F\u091A\u093E\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.not.isPrecededBySubjectiveTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0935\u094D\u092F\u0915\u094D\u0924\u093F\u092A\u0930\u0915 \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u0939\u094B\u0907\u0928
condition.name.isImmediatelyFollowedBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u090F\u0915 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.isHashtag=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917 \u0939\u094B
statement.was_evaluated_as=\u0915\u094B \u092E\u093E\u0930\u094D\u0915\u0930\u0915\u094B \u0930\u0942\u092A\u092E\u093E \u092E\u0942\u0932\u094D\u092F\u093E\u0919\u094D\u0915\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyPrecededByPositive=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0930\u093E\u092F \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B\u0948\u0928
condition.name.isPrecededByPositive=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0905\u0918\u093F \u091B
condition.name.isQuestionMarkAtEndOfText=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u094D\u0930\u0936\u094D\u0928 \u091A\u093F\u0928\u094D\u0939\u0915\u094B \u0938\u093E\u0925 \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u0941\u0928\u0947 \u092A\u093E\u0920\u092E\u093E \u091B
condition.name.isInATextWithOneOfTheseSpecificTerms=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u093E\u0920\u092E\u093E \u091B \u091C\u0938\u092E\u093E \u090F\u0915 \u0935\u093F\u0936\u093F\u0937\u094D\u091F \u0936\u092C\u094D\u0926 \u0938\u092E\u093E\u0935\u0947\u0936 \u091B
decision.no_decision_made=\u0915\u0941\u0928\u0948 \u0928\u093F\u0930\u094D\u0923\u092F \u0939\u0941\u0928 \u0938\u0915\u0947\u0928
condition.name.not.isInHashtag=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917\u092E\u093E \u091B\u0948\u0928
condition.name.isImmediatelyFollowedByANegation=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.isImmediatelyPrecededByPositive=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0930\u093E\u092F \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B
decision.motive.TRACE_OF_IRONY=\u091C\u092C \u0935\u093F\u0921\u0902\u092C\u0928\u093E\u0915\u094B \u0938\u092E\u094D\u092D\u093E\u0935\u093F\u0924 \u091F\u094D\u0930\u0947\u0938 \u092A\u0924\u094D\u0924\u093E \u0932\u0917\u093E\u0907\u0928\u094D\u091B, \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u092D\u093E\u0935\u0928\u093E \u0926\u092C\u093E\u0907\u0928\u094D\u091B
condition.name.not.isHashtagStart=\u092F\u094B \u0936\u092C\u094D\u0926 \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917\u0915\u094B \u0938\u0941\u0930\u0941\u0935\u093E\u0924 \u0939\u094B\u0907\u0928
condition.name.not.isInATextWithOneOfTheseSpecificTerms=\u092F\u094B \u0936\u092C\u094D\u0926 \u092A\u093E\u0920\u092E\u093E \u091B\u0948\u0928 \u091C\u0938\u092E\u093E \u090F\u0915 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0938\u092E\u093E\u0935\u0947\u0936 \u091B
decision.motive.WINNER_TAKES_ALL=\u092F\u094B \u0936\u092C\u094D\u0926 \u0928\u093F\u0930\u094D\u0923\u093E\u092F\u0915 \u091B\: \u092A\u093E\u0920 \u092E\u093E \u092D\u093E\u0935\u0928\u093E \u0915\u094B \u0905\u0928\u094D\u092F \u091F\u094D\u0930\u0947\u0938\u0939\u0930\u0942 \u091C\u0947 \u092D\u090F \u092A\u0928\u093F, \u0924\u093F\u0928\u0940\u0939\u0930\u0942\u0932\u093E\u0908 \u0916\u093E\u0924\u093E\u092E\u093E \u0932\u093F\u0907\u090F\u0915\u094B \u091B\u0948\u0928\u0964
statement.and_one_condition_was_met=\u0930 \u090F\u0915 \u0936\u0930\u094D\u0924 \u092A\u094D\u0930\u092E\u093E\u0923\u093F\u0924 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
decision.motive.POSITIVE_TERM_THEN_MODERATOR=\u091C\u092C \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926 "\u092E\u0927\u094D\u092F\u0938\u094D\u0925" \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B, \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0932\u093E\u0908 \u092C\u0947\u0935\u093E\u0938\u094D\u0924\u093E \u0917\u0930\u093F\u0928\u094D\u091B
condition.name.not.isImmediatelyPrecededBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u090F\u0915 \u0935\u093F\u0936\u0947\u0937 \u0936\u092C\u094D\u0926 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u0939\u093F\u0932\u0947 \u091B\u0948\u0928
condition.name.isImmediatelyFollowedByAnOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093E \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
sentiment.ispositive=\u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u092D\u093E\u0935\u0928\u093E
condition.name.isPrecededBySubjectiveTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0935\u094D\u092F\u0915\u094D\u0924\u093F\u092A\u0930\u0915 \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u091B
decision.type.REMOVE=\u0939\u091F\u093E\u0909\u0928
statement.a_number_of_decisions_have_been_made=\u0927\u0947\u0930\u0948 \u0928\u093F\u0930\u094D\u0923\u092F \u0917\u0930\u093F\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyFollowedByAPositiveOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.not.isPrecededByPositive=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B\u0948\u0928
condition.name.not.isPrecededBySpecificTerm=\u092F\u094B \u0936\u092C\u094D\u0926 \u0915\u0941\u0928\u0948 \u0916\u093E\u0938 \u0936\u092C\u094D\u0926\u0915\u094B \u0905\u0917\u093E\u0921\u093F \u0939\u094B\u0907\u0928
condition.name.isImmediatelyFollowedByAPositiveOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
condition.name.not.isImmediatelyFollowedByTimeIndication=\u092F\u094B \u0936\u092C\u094D\u0926 \u0924\u0941\u0930\u0941\u0928\u094D\u0924\u0948 \u0938\u092E\u092F \u0938\u0902\u0915\u0947\u0924 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B\u0948\u0928
statement.hashtag_was_matched=\u092F\u094B \u0939\u094D\u092F\u093E\u0938\u091F\u094D\u092F\u093E\u0917 \u092A\u093E\u0920\u092E\u093E \u092A\u0939\u093F\u091A\u093E\u0928 \u0917\u0930\u093F\u090F\u0915\u094B \u091B
statement.a_decision_has_been_made=\u0928\u093F\u0930\u094D\u0923\u092F \u092D\u090F\u0915\u094B \u091B
condition.name.not.isFirstLetterCapitalized=\u092F\u094B \u0936\u092C\u094D\u0926\u0915\u094B \u092A\u0939\u093F\u0932\u094B \u0905\u0915\u094D\u0937\u0930 \u0915\u094D\u092F\u093E\u092A\u093F\u091F\u0932 \u0917\u0930\u093F\u090F\u0915\u094B \u091B\u0948\u0928
condition.name.isPrecededByOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093E \u0928\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0905\u0918\u093F \u091B
condition.name.isFollowedByAPositiveOpinion=\u092F\u094B \u0936\u092C\u094D\u0926 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0935\u093F\u091A\u093E\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u091B\u094D\u092F\u093E\u0907\u090F\u0915\u094B \u091B
decision.motive.TWO_POSITIVE_TERMS_THEN_MODERATOR=\u091C\u092C \u0926\u0941\u0908 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0939\u0930\u0942 "\u092E\u0927\u094D\u092F\u0938\u094D\u0925" \u0936\u092C\u094D\u0926\u0932\u0947 \u092A\u091B\u094D\u092F\u093E\u0909\u0901\u091B\u0928\u094D, \u0926\u0941\u0908 \u0938\u0915\u093E\u0930\u093E\u0924\u094D\u092E\u0915 \u0936\u092C\u094D\u0926\u0939\u0930\u0942 \u0916\u093E\u0924\u093E\u092E\u093E \u0932\u093F\u0907\u0901\u0926\u0948\u0928
