#Wed Jun 29 14:49:50 CEST 2022
=
sentiment.isnegative=\u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d2\u05e2\u05e4\u05d9\u05dc
vocabulary.and=\u05d0\u05d5\u05df
condition.name.none=\u05d2\u05d0\u05b8\u05e8\u05e0\u05d9\u05d8
condition.name.isImmediatelyPrecededByANegation=\u05d3\u05d0 \u05e1 \u05f0\u05d0\u05e8 \u05d8 \u05f0\u05e2\u05e8 \u05d8 \u05d2\u05dc\u05f2 \u05da \u05e4\u05d0\u05e8\u05d2\u05f2 \u05d8 \u05de\u05d9 \u05d8 \u05d0 \u05e0\u05e2\u05d2\u05d0\u05d8\u05d9\u05d5\u05d5
statement.and_three_conditions_were_met=\u05d0\u05d5\u05df \u05d3\u05e8\u05d9\u05d9 \u05d1\u05d0\u05d3\u05d9\u05e0\u05d2\u05d5\u05e0\u05d2\u05e2\u05df \u05d6\u05e2\u05e0\u05e2\u05df \u05d5\u05d5\u05e2\u05e8\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3
condition.name.not.isImmediatelyFollowedByANegativeOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.not.isFollowedByVerbPastTense=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05d5\u05d5\u05e2\u05e8\u05d1 \u05d0\u05d9\u05df \u05d3\u05e2\u05e8 \u05e4\u05d0\u05b7\u05e8\u05d2\u05d0\u05b7\u05e0\u05d2\u05e2\u05e0\u05d4\u05d9\u05d9\u05d8
condition.name.isImmediatelyPrecededByNegative=\u05d3\u05d0 \u05e1 \u05f0\u05d0\u05e8 \u05d8 \u05f0\u05e2\u05e8 \u05d8 \u05d2\u05dc\u05f2 \u05da \u05e4\u05d0\u05e8\u05d0\u05d5\u05d9\u05e1\u05d2\u05e2\u05e4\u05d9\u05e8 \u05d8 \u05de\u05d9 \u05d8 \u05d0 \u05e0\u05e2\u05d2\u05d0\u05d8\u05d9\u05d5\u05d5 \u05e2 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.not.isFollowedBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
vocabulary.because=\u05d5\u05d5\u05d9\u05d9\u05b7\u05dc
condition.name.not.isQuestionMarkAtEndOfText=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d0\u05d9\u05df \u05d0\u05b7 \u05d8\u05e2\u05e7\u05e1\u05d8 \u05d5\u05d5\u05d0\u05b8\u05e1 \u05e2\u05e0\u05d3\u05d9\u05e7\u05d8 \u05d6\u05d9\u05da \u05de\u05d9\u05d8 \u05d0\u05b7 \u05e7\u05e9\u05d9\u05d0 \u05e6\u05d9\u05d9\u05db\u05df
condition.name.not.isFollowedByAPositiveOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isHashtagStart=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d3\u05e2\u05e8 \u05d0\u05b8\u05e0\u05d4\u05d9\u05d9\u05d1 \u05e4\u05d5\u05df \u05d0\u05b7 hashtag
condition.name.isInHashtag=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05df \u05d0\u05b7 hashtag
condition.name.isFirstLetterCapitalized=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d4\u05d0\u05d8 \u05d6\u05d9\u05d9\u05df \u05e2\u05e8\u05e9\u05d8\u05e2\u05e8 \u05d0\u05d5\u05ea \u05d0\u05d9\u05df \u05e7\u05d0\u05b7\u05e4\u05bc\u05d9\u05d8\u05d0\u05b7\u05dc
decision.motive.POSITIVE_TERM_THEN_NEGATION_THEN_NEGATIVE_TERM=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d0\u05d5\u05df \u05d3\u05e2\u05de\u05d0\u05b8\u05dc\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
condition.name.not.isFirstTermOfText=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d3\u05d0\u05e1 \u05e2\u05e8\u05e9\u05d8\u05e2 \u05d5\u05d5\u05d0\u05e8\u05d8 \u05e4\u05d5\u05e0\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
statement.emoji_was_matched=\u05d3\u05e2\u05dd \u05e2\u05de\u05d0\u05b8\u05d3\u05d6\u05e9\u05d9 \u05d0\u05d9\u05d6 \u05d9\u05d9\u05d3\u05e2\u05e0\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3 \u05d0\u05d9\u05df \u05d3\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
statement.the_moderator_is=\u05d3\u05d9 \u05de\u05d0\u05b8\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6
decision.motive.TWO_NEGATIVE_TERMS_THEN_MODERATOR=\u05d5\u05d5\u05e2\u05df \u05e6\u05d5\u05d5\u05d9\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05e2\u05e8\u05d8\u05e2\u05e8 \u05d6\u05e2\u05e0\u05e2\u05df \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 "\u05de\u05d0\u05b8\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8", \u05d3\u05d9 \u05e6\u05d5\u05d5\u05d9\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05e2\u05e8\u05d8\u05e2\u05e8 \u05d6\u05e2\u05e0\u05e2\u05df \u05e0\u05d9\u05e9\u05d8 \u05d2\u05e2\u05e0\u05d5\u05de\u05e2\u05df \u05d0\u05d9\u05df \u05d7\u05e9\u05d1\u05d5\u05df
condition.name.not.isHashtag=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e7\u05d9\u05d9\u05df hashtag
statement.and_these_conditions_were_met=\u05d0\u05d5\u05df \u05d3\u05d9 \u05d1\u05d0\u05d3\u05d9\u05e0\u05d2\u05d5\u05e0\u05d2\u05e2\u05df \u05d6\u05e2\u05e0\u05e2\u05df \u05d5\u05d5\u05e2\u05e8\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3
decision.motive.NEGATIVE_TERM_THEN_NEGATION_THEN_POSITIVE_TERM=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d0\u05d5\u05df \u05d3\u05e2\u05de\u05d0\u05b8\u05dc\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
decision.motive.FINAL_ADJUDICATION_NEGATIVE_SENTIMENT_PREVAILS=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7\u05dc\u05e2 \u05d3\u05d9 \u05db\u05bc\u05dc\u05dc\u05d9\u05dd \u05d6\u05e2\u05e0\u05e2\u05df \u05d2\u05e2\u05d5\u05d5\u05e2\u05e0\u05d3\u05d8\: \u05d0\u05d5\u05d9\u05d1 \u05e2\u05e1 \u05d6\u05e2\u05e0\u05e2\u05df \u05e0\u05d0\u05b8\u05da positive \u05d0\u05d5\u05df \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05e1\u05e2\u05e0\u05d8\u05d9\u05de\u05e2\u05e0\u05d8 \u05de\u05d0\u05b7\u05e8\u05e7\u05e2\u05e8\u05e1 \u05d0\u05d9\u05df \u05d3\u05e2\u05e8 \u05d6\u05e2\u05dc\u05d1\u05d9\u05e7\u05e2\u05e8 \u05d8\u05e2\u05e7\u05e1\u05d8, \u05d3\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05e4\u05bc\u05e8\u05d9\u05d5\u05d5\u05d9\u05d9\u05dc\u05d6
statement.onomatopae_was_matched=\u05d3\u05d9 \u05d0\u05b8\u05e0\u05d0\u05b8\u05de\u05d0\u05b7\u05d8\u05d0\u05b8\u05e4\u05bc\u05e2\u05d9\u05d0\u05b7 \u05d0\u05d9\u05d6 \u05d9\u05d9\u05d3\u05e2\u05e0\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3 \u05d0\u05d9\u05df \u05d3\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
condition.name.isAllCaps=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05b7\u05dc\u05e2 \u05e7\u05d0\u05b7\u05e4\u05bc\u05d9\u05d8\u05d0\u05b7\u05dc\u05d6
statement.the_negative_term_is=\u05d3\u05d9 \u05e0\u05d9\u05d2\u05d5\u05df \u05d8\u05e2\u05e8\u05de\u05d9\u05df \u05d0\u05d9\u05d6
decision.motive.NEGATION_THEN_POSITIVE_TERM_THEN_NEGATIVE_TERM=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d5\u05df \u05d3\u05e2\u05de\u05d0\u05b8\u05dc\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
condition.name.not.isImmediatelyFollowedBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isFollowedBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.not.isImmediatelyFollowedByAnOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d0\u05b8\u05d3\u05e2\u05e8 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isImmediatelyFollowedByTimeIndication=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e6\u05d9\u05d9\u05d8 \u05d0\u05b8\u05e0\u05d5\u05d5\u05d9\u05d9\u05b7\u05d6
condition.name.isPrecededBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isFollowedByVerbPastTense=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05d5\u05d5\u05e2\u05e8\u05d1 \u05d0\u05d9\u05df \u05d3\u05e2\u05e8 \u05e4\u05d0\u05b7\u05e8\u05d2\u05d0\u05b7\u05e0\u05d2\u05e2\u05e0\u05d4\u05d9\u05d9\u05d8
condition.name.not.isImmediatelyFollowedByANegation=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5
condition.name.isNegationInCaps=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05b7\u05df \u05d0\u05b7\u05dc\u05e2-\u05e7\u05d0\u05b7\u05e4\u05bc\u05e1 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d0\u05b8\u05df
condition.name.not.isPrecededByOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d0\u05b8\u05d3\u05e2\u05e8 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isPrecededByStrongWord=\u05d3\u05d0 \u05e1 \u05f0\u05d0\u05e8 \u05d8 \u05f0\u05e2\u05e8 \u05d8 \u05e4\u05d0\u05e8\u05d2\u05f2 \u05d8 \u05de\u05d9 \u05d8 \u05d0 \u05e9\u05d8\u05d0\u05e8\u05e7 \u05df \u05f0\u05d0\u05e8\u05d8
decision.motive.NEGATION_THEN_NEGATIVE_TERM_THEN_POSITIVE_TERM=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d5\u05df \u05d3\u05e2\u05de\u05d0\u05b8\u05dc\u05d8 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
decision.motive.NEGATIVE_TERM_THEN_MODERATOR=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 "\u05de\u05d0\u05b8\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8" \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
condition.name.not.isImmediatelyPrecededByNegative=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05d8 \u05de\u05d9\u05d3 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
statement.and_two_conditions_were_met=\u05d0\u05d5\u05df \u05e6\u05d5\u05d5\u05d9\u05d9 \u05d1\u05d0\u05d3\u05d9\u05e0\u05d2\u05d5\u05e0\u05d2\u05e2\u05df \u05d6\u05e2\u05e0\u05e2\u05df \u05d5\u05d5\u05e2\u05e8\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3
condition.name.not.isNegationInCaps=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d0\u05b7\u05df \u05d0\u05b7\u05dc\u05e2 \u05e7\u05d0\u05b7\u05e4\u05bc\u05e1 \u05e0\u05d9\u05d2\u05d5\u05d3
decision.motive.MODERATOR_THEN_NEGATIVE_TERM_THEN_POSITIVE_TERM=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 "\u05de\u05d0\u05b8\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8" \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d5\u05df \u05d3\u05e2\u05e8\u05e0\u05d0\u05b8\u05da \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
condition.name.not.isAllCaps=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05d8 \u05d0\u05b7\u05dc\u05e2 \u05e7\u05d0\u05b7\u05e4\u05bc\u05e1
condition.name.isImmediatelyPrecededBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
sentiment.isneutral=\u05e0\u05d9\u05d9\u05d8\u05e8\u05d0\u05b7\u05dc \u05d2\u05e2\u05e4\u05d9\u05dc
condition.name.not.isImmediatelyPrecededByANegation=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05d8 \u05de\u05d9\u05d3 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5
statement.term_was_matched=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d9\u05d9\u05d3\u05e2\u05e0\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3 \u05d0\u05d9\u05df \u05d3\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
statement.it_was_removed_because=\u05d3\u05e2\u05dd \u05d0\u05e4\u05e9\u05d0\u05e6\u05d5\u05e0\u05d2 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d2\u05e2\u05e0\u05d5\u05de\u05e2\u05df \u05d0\u05d9\u05df \u05d7\u05e9\u05d1\u05d5\u05df \u05d0\u05d9\u05df \u05d3\u05d9 \u05dc\u05e2\u05e6\u05d8 \u05e8\u05e2\u05d6\u05d5\u05dc\u05d8\u05d0\u05b7\u05d8 \u05d5\u05d5\u05d9\u05d9\u05b7\u05dc
condition.name.isFirstTermOfText=\u05d3\u05d0\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d3\u05e2\u05e8 \u05e2\u05e8\u05e9\u05d8\u05e2\u05e8 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05e4\u05d5\u05df \u05d3\u05d9 \u05d8\u05e2\u05e7\u05e1\u05d8
condition.name.not.isPrecededByStrongWord=\u05d3\u05d0 \u05e1 \u05f0\u05d0\u05e8 \u05d8 \u05f0\u05e2\u05e8 \u05d8 \u05e0\u05d9 \u05d8 \u05e4\u05d0\u05e8\u05d2\u05f2 \u05d8 \u05de\u05d9 \u05d8 \u05d0 \u05e9\u05d8\u05d0\u05e8\u05e7 \u05df \u05f0\u05d0\u05e8\u05d8
condition.name.isImmediatelyFollowedByANegativeOpinion=\u05d3\u05d0 \u05e1 \u05d5\u05d5\u05d0\u05e8\u05d8 \u05d5\u05d5\u05e2\u05e8\u05d8 \u05d2\u05dc\u05d9\u05d9\u05da \u05e0\u05d0\u05db\u05d2\u05e2\u05e4\u05d0\u05dc\u05d2\u05d8 \u05d0 \u05e0\u05e2\u05d2\u05d0\u05d8\u05d9\u05d5\u05d5\u05e2 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
statement.emoticon_in_ascii_was_matched=\u05d3\u05e2\u05dd \u05e2\u05de\u05d0\u05b8\u05d8\u05d9\u05e7\u05d0\u05b8\u05df \u05d0\u05d9\u05d6 \u05d9\u05d9\u05d3\u05e2\u05e0\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3 \u05d0\u05d9\u05df \u05d3\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
condition.name.not.isPrecededBySubjectiveTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05d0\u05b7\u05d1\u05d3\u05d6\u05e9\u05e2\u05e7\u05d8\u05d9\u05d5\u05d5 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isImmediatelyFollowedBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isHashtag=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05b7 hashtag
statement.was_evaluated_as=\u05d0\u05d9\u05d6 \u05e2\u05d5\u05d5\u05d0\u05b7\u05dc\u05d5\u05d0\u05b7\u05d8\u05e2\u05d3 \u05d5\u05d5\u05d9 \u05d0\u05b7 \u05de\u05d0\u05b7\u05e8\u05e7\u05e2\u05e8 \u05e4\u05d5\u05df
condition.name.not.isImmediatelyPrecededByPositive=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d2\u05dc\u05d9\u05d9\u05da \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isPrecededByPositive=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isQuestionMarkAtEndOfText=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05df \u05d0\u05b7 \u05d8\u05e2\u05e7\u05e1\u05d8 \u05d5\u05d5\u05d0\u05b8\u05e1 \u05e2\u05e0\u05d3\u05d9\u05e7\u05d8 \u05d6\u05d9\u05da \u05de\u05d9\u05d8 \u05d0\u05b7 \u05e7\u05e9\u05d9\u05d0 \u05e6\u05d9\u05d9\u05db\u05df
condition.name.isInATextWithOneOfTheseSpecificTerms=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05df \u05d0\u05b7 \u05d8\u05e2\u05e7\u05e1\u05d8 \u05d5\u05d5\u05d0\u05b8\u05e1 \u05db\u05d5\u05dc\u05dc \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
decision.no_decision_made=\u05e1&\#39;\u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d2\u05e2\u05d5\u05d5\u05e2\u05df \u05e7\u05d9\u05d9\u05df \u05d1\u05d0\u05e9\u05dc\u05d5\u05e1 \u05e6\u05d5 \u05de\u05d0\u05db\u05df
condition.name.not.isInHashtag=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d0\u05d9\u05df \u05d0\u05b7 hashtag
condition.name.isImmediatelyFollowedByANegation=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5
condition.name.isImmediatelyPrecededByPositive=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
decision.motive.TRACE_OF_IRONY=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 \u05de\u05e2\u05d2\u05dc\u05e2\u05da \u05e9\u05e4\u05bc\u05d5\u05e8 \u05e4\u05d5\u05df \u05d0\u05d9\u05e8\u05d0\u05b8\u05e0\u05d9\u05e2 \u05d0\u05d9\u05d6 \u05d3\u05d9\u05d8\u05e2\u05e7\u05d8\u05d0\u05b7\u05d3, \u05d3\u05d9 positive \u05d2\u05e2\u05e4\u05d9\u05dc \u05d0\u05d9\u05d6 \u05e1\u05d0\u05b7\u05e4\u05bc\u05e8\u05e2\u05e1\u05d8
condition.name.not.isHashtagStart=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d3\u05e2\u05e8 \u05d0\u05b8\u05e0\u05d4\u05d9\u05d9\u05d1 \u05e4\u05d5\u05df \u05d0\u05b7 hashtag
statement.because_no_heuristics_matched=\u05d5\u05d5\u05d9\u05d9\u05b7\u05dc \u05e7\u05d9\u05d9\u05df \u05e1\u05e2\u05e0\u05d8\u05d9\u05de\u05e2\u05e0\u05d8 \u05e1\u05e2\u05de\u05d0\u05b7\u05e0\u05d8\u05d9\u05e7 \u05de\u05d0\u05b7\u05e8\u05e7\u05e2\u05e8 \u05d0\u05d9\u05d6 \u05d2\u05e2\u05d5\u05d5\u05e2\u05df \u05d3\u05d9\u05d8\u05e2\u05e7\u05d8\u05d0\u05b7\u05d3
condition.name.not.isInATextWithOneOfTheseSpecificTerms=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05d0\u05d9\u05df \u05d0\u05b7 \u05d8\u05e2\u05e7\u05e1\u05d8 \u05d5\u05d5\u05d0\u05b8\u05e1 \u05db\u05d5\u05dc\u05dc \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
statement.and_one_condition_was_met=\u05d0\u05d5\u05df \u05d0\u05b7 \u05e6\u05d5\u05e9\u05d8\u05d0\u05b7\u05e0\u05d3 \u05d0\u05d9\u05d6 \u05d5\u05d5\u05e2\u05e8\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3
decision.motive.POSITIVE_TERM_THEN_MODERATOR=\u05d5\u05d5\u05e2\u05df \u05d0\u05b7 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 "\u05de\u05d0\u05b7\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8" \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8, \u05d3\u05d9 positive \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d0\u05d9\u05d2\u05e0\u05d0\u05b8\u05e8\u05d9\u05e8\u05d8
condition.name.not.isImmediatelyPrecededBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05d8 \u05de\u05d9\u05d3 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isImmediatelyFollowedByAnOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d0\u05b8\u05d3\u05e2\u05e8 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
sentiment.ispositive=positive \u05d2\u05e2\u05e4\u05d9\u05dc
condition.name.isPrecededBySubjectiveTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05d0\u05b7\u05d1\u05d3\u05d6\u05e9\u05e2\u05e7\u05d8\u05d9\u05d5\u05d5 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
decision.type.REMOVE=\u05d0\u05b7\u05e8\u05d0\u05b8\u05e4\u05bc\u05e0\u05e2\u05de\u05e2\u05df
statement.the_overriding_token_is=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05d2\u05e2\u05d5\u05d5\u05e2\u05df \u05d1\u05d0\u05b7\u05e9\u05d8\u05d9\u05de\u05e2\u05e0\u05d3\u05d9\u05e7\:
statement.a_number_of_decisions_have_been_made=\u05e2\u05e1 \u05d6\u05e2\u05e0\u05e2\u05df \u05d2\u05e2\u05de\u05d0\u05db\u05d8 \u05d0\u05b7 \u05e0\u05d5\u05de\u05e2\u05e8 \u05e4\u05d5\u05df \u05d3\u05d9\u05e1\u05d9\u05d6\u05e9\u05d0\u05b7\u05e0\u05d6
condition.name.not.isImmediatelyFollowedByAPositiveOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.not.isPrecededByPositive=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.not.isPrecededBySpecificTerm=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e1\u05e4\u05bc\u05e2\u05e6\u05d9\u05e4\u05d9\u05e9 \u05d8\u05e2\u05e8\u05de\u05d9\u05df
condition.name.isImmediatelyFollowedByAPositiveOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.not.isImmediatelyFollowedByTimeIndication=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05de\u05d9\u05d3 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05e6\u05d9\u05d9\u05d8 \u05d0\u05b8\u05e0\u05d5\u05d5\u05d9\u05d9\u05b7\u05d6
statement.hashtag_was_matched=\u05d3\u05e2\u05dd hashtag \u05d0\u05d9\u05d6 \u05d9\u05d9\u05d3\u05e2\u05e0\u05d0\u05b7\u05e4\u05d9\u05d9\u05d3 \u05d0\u05d9\u05df \u05d3\u05e2\u05dd \u05d8\u05e2\u05e7\u05e1\u05d8
statement.a_decision_has_been_made=\u05d0 \u05d1\u05d0\u05e9\u05dc\u05d5\u05e1 \u05d0\u05d9\u05d6 \u05d2\u05e2\u05de\u05d0\u05db\u05d8 \u05d2\u05e2\u05d5\u05d5\u05d0\u05e8\u05df
condition.name.not.isFirstLetterCapitalized=\u05d3\u05d0\u05b8\u05e1 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d9\u05e9\u05d8 \u05e7\u05d0\u05b7\u05e4\u05bc\u05d9\u05d8\u05d0\u05b7\u05dc\u05d9\u05d9\u05d6\u05d3 \u05de\u05d9\u05d8 \u05d6\u05d9\u05d9\u05df \u05e2\u05e8\u05e9\u05d8\u05e2\u05e8 \u05d1\u05e8\u05d9\u05d5\u05d5
condition.name.isPrecededByOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e4\u05bc\u05e8\u05d9\u05e1\u05d8\u05d9\u05d3 \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05d0\u05b8\u05d3\u05e2\u05e8 \u05e0\u05e2\u05d2\u05d0\u05b7\u05d8\u05d9\u05d5\u05d5 \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
condition.name.isFollowedByAPositiveOpinion=\u05d3\u05e2\u05dd \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 \u05d0\u05d9\u05d6 \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 positive \u05de\u05d9\u05d9\u05e0\u05d5\u05e0\u05d2
decision.motive.TWO_POSITIVE_TERMS_THEN_MODERATOR=\u05d5\u05d5\u05e2\u05df \u05e6\u05d5\u05d5\u05d9\u05d9 \u05e4\u05d0\u05d6\u05d9\u05d8\u05d9\u05d5\u05d5\u05e2 \u05d5\u05d5\u05e2\u05e8\u05d8\u05e2\u05e8 \u05d6\u05e2\u05e0\u05e2\u05df \u05e0\u05d0\u05db\u05d2\u05e2\u05d2\u05d0\u05e0\u05d2\u05e2\u05df \u05d3\u05d5\u05e8\u05da \u05d0\u05b7 \u05d5\u05d5\u05d0\u05b8\u05e8\u05d8 "\u05de\u05d0\u05b8\u05d3\u05e2\u05e8\u05d0\u05b7\u05d8\u05d0\u05b8\u05e8", \u05d3\u05d9 \u05e6\u05d5\u05d5\u05d9\u05d9 positive \u05d5\u05d5\u05e2\u05e8\u05d8\u05e2\u05e8 \u05d6\u05e2\u05e0\u05e2\u05df \u05e0\u05d9\u05e9\u05d8 \u05d2\u05e2\u05e0\u05d5\u05de\u05e2\u05df \u05d0\u05d9\u05df \u05d7\u05e9\u05d1\u05d5\u05df
decision.motive.WINNER_TAKES_ALL=
